Repository: dorono/infinitemusician
Catalog: plugins/woocommerce-quick-checkout/languages/wqc-*.po
Languages: es_mx

source: Quick Checkout License
es_mx: Licencia de Quick Checkout

source: This settings page is where you manage your license for Quick Checkout. If you are looking for the plugin options page <a href="%s">click here</a> to be taken to that page.
es_mx: Esta página de configuración es donde gestionar tu licencia para Quick Checkout. Si usted está buscando el plugin Opciones página <a href="%s">haga clic aquí</a> ingresar a esa página.

source: Checkout position
es_mx: Posición de comprobación

source: This controls where the checkout will be revealed once the user chooses to checkout using the quick cart button. This only applies to when the "Reveal checkout on product post" option is enabled.
es_mx: Controla donde la extracción será revelada una vez que el usuario elige checkout usando el botón carrito rápido. Esto sólo se aplica cuando está habilitada la opción "Reveal verificación de entrada de producto".

source: After single product
es_mx: Opciones de visualización de página de tienda

source: Before single product
es_mx: Antes solo producto

source: After single product summary
es_mx: ﻿Después del resumen del producto

source: Before single product summary
es_mx: Antes solo producto Resumen

source: After main content
es_mx: Después del Contenido

source: Before main content
es_mx: Antes del Contenido

source: After add to cart form
es_mx: Después de "Añadir al Carrito"

source: Within product summary
es_mx: Resumen de producto

source: Go to the settings page
es_mx: Ir a la página de configuración

source: Settings
es_mx: Ajustes

source: Shop Page Display Options
es_mx: Opciones de visualización de página de tienda

source: Manage how Quick Checkout displays on your website's shop page. The shop page displays the entire catalog of products.
es_mx: Gestionar cómo Quick Checkout muestra en su página de tienda. La página de la tienda muestra todo el catálogo de productos.

source: Shop Page
es_mx: Página de la tienda

source: Enable Quick Checkout on the WooCommerce shop page
es_mx: Habilitar comprobación rápida en la página de la tienda de WooCommerce

source: Check to enable the Quick Checkout option for WooCommerce shop pages.
es_mx: Asegúrese de activar la opción de comprobación rápida para páginas de tienda WooCommerce.

source: Clear user's cart before opening checkout
es_mx: Borrar carrito del usuario antes de comprobación de apertura

source: Quick Checkout Display
es_mx: Comprobación rápida visualización

source: Display Quick Checkout button on product image hover
es_mx: Mostrar botón Quick Checkout en hover imagen de producto

source: Shows a Quick Checkout button upon product image hover; only supports the simple product type
es_mx: Muestra un botón Quick Checkout al suspender de la imagen de producto; Sólo es compatible con el tipo de producto simple

source: Reveal Quick Checkout link after product added to cart
es_mx: Revelan enlace Quick Checkout después producto añadido a la cesta

source: Enable AJAX add to cart buttons on archives option must be enabled in <a href="%s" target="_blank">WooCommerce Product Settings</a>.
es_mx: Habilitar AJAX añadir al carro de los botones de opción de archivos debe estar habilitada en la <a href="%s" target="_blank">Configuración del producto WooCommerce</a>.

source: Hover Button Text
es_mx: Texto botón activable

source: Buy Now
es_mx: Comprar Ahora

source: Reveal Link Text
es_mx: Revelar el texto de enlace

source: Checkout Now
es_mx: Pagar Ahora

source: Shop Action
es_mx: Tienda Acción

source: This option is important as it will affect how Quick Checkout functions on the shop page.
es_mx: Esta opción es importante pues afectará cómo funciona Quick Checkout en la página de la tienda.

source: Open checkout in a responsive lightbox
es_mx: Caja abierta en un lightbox responsivo

source: Reveal checkout on shop page
es_mx: Revelan desprotección en la página de la tienda

source: Checkout Position
es_mx: Posición de Comprobación

source: This controls where the checkout will be revealed once the user chooses to checkout using the Quick Checkout button. This only applies to when the "Reveal checkout on shop page" option is enabled.
es_mx: Controla donde la extracción será revelada una vez que el usuario elige checkout usando el botón Quick Checkout. Esto sólo se aplica cuando está habilitada la opción "Verificación de revelar en la página de la tienda".

source: Above shop loop
es_mx: Por encima de bucle de tienda

source: Below shop loop
es_mx: Debajo de bucle de tienda

source: Individual Product Post Display Options
es_mx: Opciones de visualización de correos producto individual

source: Provides full control over Quick Checkout on single product posts. Options set on the individual product post level override global settings.
es_mx: Proporciona control completo sobre Quick Checkout en solo producto postes. Opciones establecidas en el producto individual de correos anulación nivel configuración global.

source: Single Products
es_mx: Cada producto

source: Enable Quick Checkout Metabox for the WooCommerce Product Type
es_mx: Habilitar Metabox de comprobación rápida para el tipo de producto WooCommerce

source: Check to enable the Quick Checkout metabox for WooCommerce <a href="%s">single product posts</a>.
es_mx: Compruebe para habilitar la comprobación rápida metabox para WooCommerce <a href="%s">solo producto entradas</a>.

source: Global Product Post Display Options
es_mx: Opciones de visualización de producto global Post

source: Manage how Quick Checkout displays globally for WooCommerce single product posts. Individual product Quick Checkout settings will override global settings.
es_mx: Gestionar cómo Quick Checkout muestra globalmente para puestos solo producto WooCommerce. Configuración del producto individual Quick Checkout anulará la configuración global.

source: All Products
es_mx: Todos los Productos

source: Enable Quick Checkout globally for individual product posts
es_mx: Habilitar comprobación rápida a nivel mundial para productos individuales puestos

source: Check to enable Quick Checkout on all WooCommerce single product posts.
es_mx: Marque si desea habilitar la comprobación rápida en todos los mensajes de WooCommerce solo producto.

source: Display Quick Checkout on Related Products
es_mx: Mostrar Quick Checkout en productos relacionados

source: This option is important as it will affect how the quick cart functions on the shop page.
es_mx: Esta opción es importante pues afectará cómo funciona el carro rápido en la página de la tienda.

source: Add Quick Checkout button after the Add to Cart button
es_mx: Botón Quick Checkout agregar después el botón Añadir a carro

source: Add Quick Checkout button before the Add to Cart button
es_mx: Añadir botón Quick Checkout antes de añadir al carrito

source: Replace the Add to Cart button with Quick Checkout button
es_mx: Vuelva a colocar el botón Añadir a carro con botón Quick Checkout

source: Quick Checkout Action
es_mx: Quick Checkout acción

source: This option is important as it will affect how the quick checkout functions when a user clicks it on the product post.
es_mx: Esta opción es importante pues afectará cómo funciona la extracción rápida cuando un usuario hace clic en él en el post de producto.

source: Open checkout in a WooCommerce lightbox
es_mx: Caja abierta en una caja de luz WooCommerce

source: Reveal checkout within product post content
es_mx: Revelan desprotección dentro del contenido del post de producto

source: Product Button Text
es_mx: Texto botón activable

source: Shortcode Display Options
es_mx: Opciones de visualización de página de tienda

source: WooCommerce includes a number of shortcodes that many page builders use to output products. If you are using a popular theme such as Divi or X theme then be sure to enable support for shortcodes if you wish to use Quick Checkout.
es_mx: WooCommerce incluye una serie de códigos cortos que muchos constructores de página se utilizan para productos de salida. Si usted está usando un tema popular como Divi o tema X Asegúrese de habilitar el soporte para códigos cortos Si desea utilizar Quick Checkout.

source: The following shortcodes are supported by Quick Checkout. Read more about <a href="%s" target="_blank" class="new-window">WooCommerce shortcodes</a>. If enabled, the shortcodes will display a "Buy Now" button display on hover which opens Quick Checkout in a modal window upon click.
es_mx: Los siguientes códigos cortos son apoyados por Quick Checkout. Leer más sobre <a href="%s" target="_blank" class="new-window">WooCommerce shortcodes</a>. Si está habilitado, los shortcodes mostrará una pantalla "Compre ahora" botón en hover que abre una ventana modal sobre haga clic en comprobación rápida.

source: Display for Shortcodes
es_mx: Pantalla para Shortcodes

source: Recent Products - Example: <code>[recent_products per_page="12" columns="4"]</code>
es_mx: Productos recientes - ejemplo:<code>[recent_products per_page="12" columns="4"]</code>

source: Featured Products - Example: <code>[featured_products per_page="12" orderby="menu_order"]</code>
es_mx: Productos destacados - ejemplo:<code>[featured_products per_page="12" orderby="menu_order"]</code>

source: Best Selling Products - Example: <code>[best_selling_products per_page="12" orderby="menu_order"]</code>
es_mx: Mejor venta de productos - ejemplo:<code>[best_selling_products per_page="12" orderby="menu_order"]</code>

source: Top Rated Products - Example: <code>[top_rated_products per_page="12" orderby="menu_order"]</code>
es_mx: Los mejores productos - ejemplo:<code>[top_rated_products per_page="12" orderby="menu_order"]</code>

source: Sale Products - Example: <code>[sale_products per_page="12" orderby="menu_order"]</code>
es_mx: Venta productos - ejemplo:<code>[sale_products per_page="12" orderby="menu_order"]</code>

source: You do not have sufficient permissions to access this page.
es_mx: No tienes los permisos necesarios para acceder a esta página.

source: Welcome to Quick Checkout for WooCommerce! This plugin speeds up the WooCommerce checkout process by allowing users to purchase products on virtually any page with fewer clicks and no page reload. Insert checkout forms directly on single product posts, on the product listing page (also called the catalog/shop page), as well as any other page or post.
es_mx: ¡Bienvenido a Quick Checkout para WooCommerce! Este plugin acelera el proceso de compra, permitiendo a los usuarios a comprar productos en prácticamente cualquier página con pocos tecleos y ninguna página de recarga de WooCommerce. Insertar formas de pago directamente en puestos solo producto, el producto listado página (también llamado la página Catálogo/tienda), así como cualquier otra página o post.

source: For more information and instructions please visit <a href="%1s" target="_blank" class="new-window">Quick Checkout Documentation</a>. We appreciate your purchase and stand by supporting our product. If you require <a href="%2s" target="_blank" class="new-window">support</a> please first consult the documentation and if your answer is not found then feel free to post a support topic.
es_mx: Para más información e instrucciones, visite <a href="%1s" target="_blank" class="new-window">Quick Checkout documentación</a>. Agradecemos su compra y soporte mediante el apoyo a nuestro producto. Si necesita <a href="%2s" target="_blank" class="new-window">ayuda</a> consulte primero la documentación y si su respuesta no se encuentra entonces se sienten libres para publicar un tema de ayuda.

source: The <strong>WooCommerce Quick Checkout</strong> extension requires at least WooCommerce %s in order to function properly. Please install or upgrade the WooCommerce plugin in order to use the WooCommerce Quick Checkout plugin.
es_mx: La extensión <strong>WooCommerce Quick Checkout</strong> requiere por lo menos WooCommerce %s para poder funcionar correctamente. Por favor, instalar o actualizar el plugin WooCommerce para poder utilizar el plugin WooCommerce Quick Checkout.
